tap "homebrew/bundle"
tap "heroku/brew"
tap "egineering-llc/dashboard-cli", "https://github.com/egineering-llc/dashboard-cli"

brew "awscli"
brew "azure-cli"
brew "bash"
brew "chamber"
brew "csvkit"
brew "dashboard-cli"
brew "delta"
brew "eksctl"
brew "fzf"
brew "gh"
brew "git"
brew "gnu-sed"
brew "go"
brew "goreleaser"
brew "gron"
brew "hadolint"
brew "heroku-node"
brew "heroku"
brew "jq"
brew "k6"
brew "k9s"
brew "kubectl"
brew "kubectx"
brew "logcli"
brew "magic-wormhole"
brew "moreutils"
brew "neovim"
brew "nvm"
brew "postgresql@14"
brew "stow"
brew "tmux"
brew "virtualenv"
brew "virtualenvwrapper"
brew "yq"
brew "yt-dlp"

cask "adoptopenjdk"
cask "alacritty"
cask "bitwarden"
cask "caffeine"
cask "dbeaver-community"
cask "docker"
cask "firefox"
cask "google-chrome"
cask "kitty"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "microsoft-remote-desktop"
cask "microsoft-teams"
cask "notion"
cask "obsidian"
cask "openlens"
cask "postman"
cask "rectangle"
cask "redisinsight"
cask "slack"
cask "signal"
cask "spotify"
cask "todoist"
cask "visual-studio-code"
cask "zoom"
